[
  {
    "title": "It's the first time most of you are meeting me. Naturally, we're at Newcomb playing some ultimate frisbee. Joey throws it and Josh misses tragically. The frisbee is rolling on the ground now... what does Kevin scream?",
    "choice1": "PICK IT UP PICK IT UP PICK THAT SHIT UPPPP!",
    "choice2": "YO GRAB IT!!",
    "choice3": "KICK THE SHIT OUT OF IT!!",
    "choice4": "This was a trick question. *Stares silently and says nothing*",
    "answer": "choice3",
    "image": "../newcomb.png"
  },
  {
    "title": "Now we're at Josh's parents house playing mafia. Accusations are flying. Trust is dead. Suddenly… you notice I'm gone. Where did I disappear to?",
    "choice1": "Bathroom",
    "choice2": "Taking a quick call",
    "choice3": "Grabbing some water from the kitchen",
    "choice4": "Irish goodbye. Vanished. No explanation",
    "answer": "choice4",
    "image": "../camp_night.JPG"
  },
  {
    "title": "We're having a classic horror movie night at Kenji's mom's house. Back in the sacred era when Netflix had star ratings, what was the MAX number of stars we could give it for it to qualify as a certified 'bad' horror night?",
    "choice1": "1 star - we just wasted 2 hours",
    "choice2": "2 stars - bad, but there was potential",
    "choice3": "3 stars - was there actually plot there?",
    "choice4": "4 stars - we have standards, guys...",
    "answer": "choice2",
    "image": "../kenji-new-year.PNG"
  },
  {
    "title": "This time we're at the second Hawaii trip with me, Kevin, Kenji, Austin, Tony, and Colin. We all take decide to take Kalua shots (except Colin). What happens to Tony?",
    "choice1": "Takes it like a champ no problem and asks for 2 more",
    "choice2": "Throws up immediately after proudly declaring he's never thrown up from alcohol before",
    "choice3": "Throws up after confidently stating he's never blacked out before",
    "choice4": "Casually blacks out",
    "answer": "choice2",
    "image": "../hawaii-diamond-head.JPG"
  },
  {
    "title": "Now we're headed to Big Bear. It's me, Josh, and Tyler driving his Jeep. On the way up, the Jeep breaks down. This turns into a 10 hour delay before we finally get there. By there, 10 hours later, how far did we actually get up the mountain?",
    "choice1": "Half way up, realizing we forgot alcohol",
    "choice2": "Almost the top, got very unlucky",
    "choice3": "Walmart",
    "choice4": "Literally the very first turnout at the start of the mountain",
    "answer": "choice4",
    "image": "../jeep-big-bear.PNG"
  },
  {
    "title": "When it was me, Colin, Josh, Kevin, and Austin playing Yugioh one time, I was confidently ready to destroy Colin with my gadget cards with a spell to increase their damage by double. When I declare my attack, Colin calmly flips over a cursed little ladybug that destroys all 4-star monsters declaring an attack. How well did I take this?",
    "choice1": "Ah damn well played man! GG!",
    "choice2": "Damn that sucks...",
    "choice3": "I'm done. *proceeds to rage quit*",
    "choice4": "Yells 'I'm never playing this game again!!!'",
    "answer": "choice3",
    "image": "../gen_mad_yugioh.png"
  }
]
